tap 'derailed/k9s'
tap 'jimeh/emacs-builds'
tap 'pantsbuild/tap'
tap 'pulumi/tap'
tap 'FelixKratz/formulae'
tap 'nikitabobko/tap'
tap 'zdcthomas/tools'

brew 'agg'
brew 'ansible'
brew 'asciinema'
brew 'awscli'
brew 'bat'
brew 'borders'
brew 'cask'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'curl'
brew 'direnv'
brew 'dmux'
brew 'editorconfig'
brew 'eza'
brew 'fd'
brew 'figlet'
brew 'fortune'
brew 'freetds'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'git-lfs'
brew 'helm'
brew 'htop'
brew 'kubectl'
brew 'kubectx'
brew 'k9s'
brew 'lazygit'
brew 'lolcat'
brew 'lua'
brew 'luarocks'
brew 'neovim'
brew 'openssl'
brew 'patchutils'
brew 'pnpm'
brew 'pkg-config'
brew 'pulumi'
brew 'rcm'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'screenfetch'
brew 'source-highlight'
brew 'ssh-copy-id'
brew 'starship'
brew 'stow'
brew 'tlrc'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'zoxide'

# Apps
cask '1password-cli'
cask 'alacritty'
cask 'aerospace'
cask 'discord'
# cask 'docker-desktop'
cask 'emacs-app'
cask 'finicky'
cask 'ghostty'
cask 'mactex'
cask 'ngrok'
cask 'notion'
cask 'pants'
cask 'slack'
cask 'spotify'

# Fonts
cask 'font-hack-nerd-font'
cask 'font-sauce-code-pro-nerd-font'
