tap 'derailed/k9s', trusted: true
tap 'FelixKratz/formulae', trusted: true
tap 'jandedobbeleer/oh-my-posh', trusted: true
tap 'jimeh/emacs-builds', trusted: true
tap 'nikitabobko/tap', trusted: true
tap 'zdcthomas/tools', trusted: true

brew '7zip'
brew 'agg'
brew 'ansible'
brew 'asciinema'
brew 'atuin'
brew 'awscli'
brew 'bat'
brew 'borders'
brew 'bottom'
brew 'carapace'
brew 'cask'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'curl'
brew 'direnv'
brew 'dmux'
brew 'editorconfig'
brew 'eza'
brew 'fd'
brew 'figlet'
brew 'fortune'
brew 'freetds'
brew 'fzf'
brew 'gh'
brew 'git-delta'
brew 'git-lfs'
brew 'git'
brew 'helm'
brew 'k9s'
brew 'kubectl'
brew 'kubectx'
brew 'lazygit'
brew 'lolcat'
brew 'lua'
brew 'luarocks'
brew 'neovim'
brew 'oh-my-posh'
brew 'openssl'
brew 'patchutils'
brew 'pkg-config'
brew 'pnpm'
brew 'rcm'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'screenfetch'
brew 'source-highlight'
brew 'ssh-copy-id'
brew 'starship'
brew 'stow'
brew 'tlrc'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'yazi'
brew 'zoxide'
brew 'zsh'

# Apps
cask '1password-cli'
cask 'aerospace'
cask 'claude-code'
cask 'claude'
cask 'codex-app'
cask 'codex'
cask 'discord'
# cask 'docker-desktop'
cask 'emacs-app'
cask 'finicky'
cask 'ghostty'
cask 'mactex'
cask 'ngrok'
cask 'notion'
cask 'paseo'
cask 'slack'
cask 'spotify'

# Fonts
cask 'font-hack-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-sauce-code-pro-nerd-font'
